Repository: MaThhiVick/MovieAPI-SwiftData
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: Average:
pt_br: Média:

source: Favorite Movies
pt_br: Filmes Favoritos

# no_movie_found_for_widget
source: Add some movie as favorite
pt_br: Adicione algum filme aos favoritos

source: Overview:
pt_br: Sinopse:

source: Popular
pt_br: Populares

source: Popularity:
pt_br: Popularidade:

source: Release date:
pt_br: Data de lançamento:

source: Run time:
pt_br: Duração:

source: Top Rated
pt_br: Mais Votados

# widget_description
source: Shows your favorite movies
pt_br: Veja seus filmes favoritos
